 [
     {
        "id": 1,
        "name": "Maciej Grzegowski",
        "cadre": "Kadra Narodowa 2011/2012",
        "achievments": [
            {
                "title": "Puchar Świata K-1 Rules Węgry, zeged 2011 r"
            },
            {
                "title": "Zawodowe mistrzostwo Polski K-1 Zawodowy pas federacji USW-M, 2014 r"
            },
            {
                "title": "Mistrz Polski Muay Thai, Świebodzice 2011 r"
            },
            {
                "title": "Vice Mistrz Europy K-1 Rules, Włochy 2011 r"
            },
            {
                "title": "Mistrz Polski Seniorów low-kick,2014 r"
            },
            {
                "title": "Międzynarodowy Mistrz Polski K-1 Rules, Gdańsk 2011 r"
            },
            {
                "title": "Mistrz Polski w Kick-Boxingu K1 i low kick, Skarżysko Kamienna 2011 r"
            },
            {
                "title": "Zwycięska Walka rankingowa na Gali Kick-Boxingu na zasadach Low-Kick, Kobyłka 2010 r"
            },
            {
                "title": "Zwycięska walka zawodowa na zasadach K-1 na meczu Polska-Ukraina, Szczecinek 2012 r"
            },
            {
                "title": "Zwycięska zawodowa Walka na Gali Power Fight Night 4, Pärnu (Estonia) 2012 r"
            }
            
        ]
        

    },
    {
        "id": 2,
        "name": "Tomasz Klimiuk",
        "cadre": "Zawodnik",
        "achievments": [
            {
                "title": "Puchar Świata Rimini (Włochy) 2016 r"
            },
            {
                "title": "Puchar Polski Kick Light, Węgrów 2011 r"
            },
            {
                "title": "I miejsce w kat. +91 kg l-k w Pucharze Polski w Kick-Boxingu, Węgrów 2011 r"
            },
            {
                "title": "Wicemistrzostwo Polski K1, Świebodzice 2013 r"
            },
            {
                "title": "II miejsce na Pucharze Świata, Inssbruck 2015 r"
            },
            {
                "title": "III miejsce mł. kat. +91 kg na Mistrzostwach Polski w kick-boxingu K1 rules jr.i mł., Głogów 2011r"
            },
            {
                "title": "III miejsce w kat. +91 kg na Mistrzostwach Polski Muay Thai, Świebodzice 2011 r"
            },
            {
                "title": "III miejsce na MMP, Głogów 2011 r"
            },
            {
                "title": "III miejsce na MP low kick, Kleszczów 2012 r"
            },
            {
                "title": "III miejsce Mistrzostwa Polski K, Legnica 2015 r"
            }
        ]
    },
    {
        "id": 3,
        "name": "Artur Baradyn",
        "cadre": "Zawodnik",
        "achievments": [
            {
                "title": "Akademicki Mistrz Polski 2017 r"
            },
            {
                "title": "Akademicki Mistrz Polski, Warszawa 2015 r"
            },
            {
                "title": "V-ce mistrz Polski w k1 seniorów, 2017 r"
            },
            {
                "title": "III miejsce MP K1 (juniorzy), Świebodzice 2013 r"
            },
            {
                "title": "III miejsce Puchar Low Kick, Katowice 2013 r"
            },
            {
                "title": "Zwycięska Walka Zawodowa na Gali, Słowacja"
            },
            {
                "title": "Zwycięska Walka Zawodowa z Mistrzem Białorusi na East Side Fight, 2016 r"
            },
            {
                "title": " Zwycięska Walka zawodowa na Gali, Warszawa"
            },
            {
                "title": "Udział w gali King of Kings, 2017 r"
            },
            {
                "title": "Udział w galach Bushido, w tym 2 wygrane walki, 2017 r"
            }
        ]
    },
    {
        "id": 4,
        "name": "Tomasz Tarnacki",
        "cadre": "Kadra Narodowa 2011/2012",
        "achievments": [
            {
                "title": "I miejsce na Mistrzostwach Polski w Kick-Boxingu K1 i low kick, Skarżysko Kamienna 2011 r"
            },
            {
                "title": "I miejsce w kat. 91 kg na Mistrzostwach Polski w Kick-Boxingu seniorów, Kleszczów 2011 r"
            },
            {
                "title": "I miejsce low-kick w kat. 89 kg na Mistrzostwach Mazowsza, 2010 r"
            },
            {
                "title": "I miejsce w kat.91 kg k1 w Pucharze Polski w Kick-Boxingu, Węgrów 2011 r"
            },
            {
                "title": "I miejsce w kat.91 kg full contact w Pucharze Polski w Kick-Boxingu, Węgrów 2011 r"
            },
            {
                "title": "III miejsce w kat. 86 kg na Mistrzostwach Polski Muay Thai, Świebodzice 2011 r"
            },
            {
                "title": "Zwycięska Walka w kat. 86 kg na zasadach K1 przez K.O. na Zawodowej Gali Kick-Boxingu Angels of Fire Exclusive, 2016 r"
            }
        ]
    },
    {
        "id": 5,
        "name": "Grzegorz Kiełpiński",
        "cadre": "Kadra Narodowa 2006-2009",
        "achievments": [
            {
                "title": "Mistrz Świata w Kick-Boxingu Zadar (Chorwacja) 2006 r"
            },
            {
                "title": "Zawodowy Mistrz Polski na Zasadach K1, 2008 r"
            },
            {
                "title": "I miejsce na Międzynarodowym Pucharze Polski, Węgrów 2009"
            },
            {
                "title": "I miejsce w kat -75 kg na Mistrzostwach Świata w Kick-Boxingu, ŚZadar (Chorwacja) 2006 r"
            },
            {
                "title": "II miejsce w kat -75 kg na Mistrzostwach Polski Juniorów i Młodzieżowców, Katowice 2013 r"
            },
            {
                "title": " I miejsce w kat -74 kg na Mistrzostwach Polski Wschodniej, Lublin 2006 r"
            },
            {
                "title": "I miejsce w kat -74 kg na Eliminacjach do Mistrzostw Polski, Węgrów 2006 r"
            },
            {
                "title": "I miejsce w kat -75 kg na Mistrzostwach Polski Juniorów i Młodzieżowców, WŁąck k. Płocka 2005 r"
            },
            {
                "title": "II miejsce w kat. 74 kg na Eliminacjach do Mistrzostw Polski, Węgrów 2005 r"
            },
            {
                "title": "Zwycięska Walka Zawodowa na Zasadach K1 na Gali, Piotrków Trybunalski 2008 r"
            }
        ]
    }

]