[
    
    {
        "id": 1,
        "name": "Krzysztof Humeńczyk",
        "info": "Absolwent Akademii Wychowania Fizycznego w Warszawie Józefa Piłsudskiego, nauczyciel wychowania fizycznego, trener z kilkunastoletnim doświadczeniem, założyciel klubu 'Human Białystok', autor największych sukcesów sportowych w Białymstoku i na Podlasiu w twardych (pełny kontakt) formułach kickboxingu (K-1,low kick,full contact), zawodnicy pod jego okiem zdobyli i zdobywają najwyższe trofea na arenie światowej i krajowej. Posiada na swoim koncie Mistrzów Świata, Zdobywców Pucharów Świata i Europy v-ce mistrzów Europy i Mistrzów Polski w kategorii, która wymaga najwyższych umiejętności walki i przygotowania motorycznego czyli w seniorach, gdzie poziom kickboxingu jest najwyższy. Jego zawodnicy systematycznie powoływani są do kadry narodowej, aby godnie reprezentować nasz kraj na arenach międzynarodowych, ale także biorą udział w wielkich galach zawodowych w Polsce i na Świecie takich jak: DSF, East Side Fight, Tatralandia, King of Kings i wielu innych. Prawie wszyscy trenerzy i instruktorzy, prowadzący zajęcia z kickboxingu w Białymstoku to właśnie jego wychowankowie."
    },
    {

         "id": 2,
        "name":"Tomasz Klimiuk",
        "info": "Aktywny zawodnik, instruktor z bardzo bogatym doświadczeniem ringowym i szkoleniowym kilkukrotny Mistrz Polski, zawodnik kadry narodowej, zdobywca Pucharów Polski i zawodnik zawodowego teamu DSF Kickboxing Challenge, biorący udział zarówno w rywalizacji amatorskiej jak i zawodowej."
    },
    {
        "id": 3,
        "name": "Maciej Grzegorzewski",
        "info": "Instruktor,także z przeogromnym doświadczeniem ringowym. Oto część z jego dobytku, który mówi sam za siebie:",
        "achievments": [
            {
           "title": "Puchar Świata K-1 Rules Węgry, Szeged 2011 r."
            }, {
           "title": "Zawodowe mistrzostwo Polski K-1 Zawodowy pas federacji USW-M, 2014"
            }, {
           "title": "Mistrz Polski Muay Thai, Świebodzice 2011"
            }, {
           "title": "Vice Mistrz Europy K-1 Rules, Włochy 2011"
            }, {
           "title": "Międzynarodowy Mistrz Polski K-1 Rules, Gdańsk 2011"
            }, {
           "title":  "Międzynarodowy Mistrz Litwy seniorów K-1 Rules 63.5kg, 2012"
            }, {
           "title": "Międzynarodowy Mistrz Litwy seniorów K-1 Rules 67kg, 2012"
            }, {
           "title": "Mistrz Polski Kick-Boxing K-1 Rules, Głogów 2010"
            }, {
           "title": "Mistrz Polski Kick-Boxing K-1 Rules, Głogów 2011"
           }, {
           "title": "Mistrz Polski w Kick-Boxingu K1 i low kick, Skarżysko Kamienna 2011"
           }, {
           "title": "Najlepszy zawodnik Mistrzostw Polski w Kick-Boxingu K1 i low-kick, Skarżysko Kamienna 2011"
           }, {
           "title": "Puchar Polski full contact, Węgrów 2010"
           }, {
           "title": "Zwycięska zawodowa Walka na Gali Power Fight Night 4, Pärnu (Estonia) 2012"
           }, {
           "title": "Zwycięska Walka na Gali Sportów Walki na zasadach K-1 Rules, Wasilków 2011"
           }, {
           "title": "Zwycięska zawodowa Walka Na Gali Sportów Walki K-1 Rules, Wasilków 2012"
           }, {
           "title": "Zwycięska Walka rankingowa na Gali Kick-Boxingu na zasadach Low-Kick, Kobyłka 2010"
           }, {
           "title": "Zwycięska walka zawodowa na zasadach K-1 na meczu Polska-Ukraina, Szczecinek 2012"
           }, {
           "title": "Zwycięska zawodowa walka w federacji Maxx Fight na zasadach K-1 Rules, 2012"
        }
        ]
    },
    {
    "id": 4,
        "name": "Dawid Zagórski",
        "info": "Cały swój młodzieńczy wiek poświęcił treningom kickboxingu i przygotowaniu motorycznemu, co zaowocowało zdobyciem tytułu Mistrza Polski w K-1, duże doświadczenie ringowe pozwala mu na nauczanie na wysokim poziomie w ujęciu technicznym."
    },
    {
    "id": 5,
        "name": "Konrad Szymanowski",
        "info": "Pasjonat kickboxingu i muay thai, były zawodnik, posiada za sobą wiele walk amatorskich, medalista wielu Mistrzostw Polski, bardzo duże doświadczenie szkoleniowe i ringowe pozwala mu na zwracanie uwagi na istotne elementy techniczne ćwiczących."
    }


]